[
    {
        "id": 1,
        "category": "Pizza",
        "name": "Vesuvius",
        "image":"https://th.bing.com/th/id/OIG4.GQfhP.uFhhb_SwCxJSPk?w=1024&h=1024&rs=1&pid=ImgDetMain",
        "topping": [
            "Tomato",
            "Marinara Sauce",
            "Mozarella",
            "Ham"
        ],
        "price": 11,
        "rank": 3,
        "description": "Vesuvius pizza erupts with flavor, featuring a fiery combination of ripe tomatoes, zesty marinara sauce, melted mozzarella cheese, and savory ham slices. It's a culinary explosion that'll leave your taste buds craving more."
    },
    {
        "id": 2,
        "category": "Pizza",
        "name": "Hawaii",
        "image": "https://th.bing.com/th/id/OIG4.RWupqDhKdg6hCANXhzXW?pid=ImgGn",
        "topping": [
            "Tomato",
            "Marinara Sauce",
            "Mozarella",
            "Ham",
            "Pineapple"
        ],
        "price": 13,
        "rank": 1,
        "description": "Transport yourself to the sunny shores of Hawaii with our delightful Hawaii pizza. Bursting with tropical flavors, it features succulent ham, juicy pineapple, and gooey mozzarella cheese atop a bed of tangy marinara sauce and fresh tomatoes. One bite, and you'll feel the warmth of the islands."
    },
    {
        "id": 3,
        "category": "Pizza",
        "name": "Parma",
        "image": "https://th.bing.com/th/id/OIG3.fN.TSvpaRhjvsSapYhWv?w=1024&h=1024&rs=1&pid=ImgDetMain",
        "topping": [
            "Tomato",
            "Arugula",
            "Parmesan",
            "Olive Oil"
        ],
        "price": 13,
        "rank": 2,
        "description": "Savor the taste of Italy with our Parma pizza. This culinary masterpiece features ripe tomatoes, peppery arugula, and savory Parmesan cheese drizzled with a hint of golden olive oil. It's a symphony of flavors that will transport you to the picturesque landscapes of Parma."
    },
    {
        "id": 4,
        "category": "Pizza",
        "name": "Quatro fromagio",
        "image": "https://th.bing.com/th/id/OIG1.Sl_4f9RF2k5pKkRHdcB9?pid=ImgGn",
        "topping": [
            "Fontina",
            "Parmesan",
            "Mozarella",
            "Gorgonzola"
        ],
        "price": 12,
        "description": "Indulge in a cheese lover's dream with our Quatro fromagi pizza. This decadent delight features a quartet of premium cheeses - creamy Fontina, nutty Parmesan, melty mozzarella, and tangy Gorgonzola. Each bite is a symphony of rich, velvety flavors that will leave you craving more."
    },
    {
        "id": 5,
        "category": "Pizza",
        "name": "Buffala",
        "image": "https://th.bing.com/th/id/OIG4.4m.bwo.rNV1Ch7bx3.Ki?w=1024&h=1024&rs=1&pid=ImgDetMain",
        "topping": [
            "Tomato",
            "Marinara Sauce",
            "Mozarella di Bufala",
            "Basil",
            "Olive Oil"
        ],
        "price": 14,
        "description": "Experience the taste of Italy with our Bufalla pizza. Crafted with love and authenticity, it features ripe tomatoes, tangy marinara sauce, creamy buffalo mozzarella, fragrant basil leaves, and a drizzle of extra virgin olive oil. It's a culinary journey to the heart of Naples."
    },
    {
        "id": 6,
        "category": "Pizza",
        "name": "Anchovese",
        "image": "https://th.bing.com/th/id/OIG1.UgWy9crgTlHkLnue98uM?w=1024&h=1024&rs=1&pid=ImgDetMain",
        "topping": [
            "Tomato",
            "Marinara Sauce",
            "Mozarella",
            "Anchovies"
        ],
        "price": 13.5,
        "description": "Anchovy lovers rejoice with our Anchovese pizza. Topped with succulent tomatoes, zesty marinara sauce, gooey mozzarella cheese, and flavorful anchovy fillets, every bite is a burst of Mediterranean flavors that will tantalize your taste buds and leave you craving more."
    },
    {
        "id": 7,
        "category": "Pizza",
        "name": "Napoli",
        "image": "https://th.bing.com/th/id/OIG3.jqxtE.Ez.7M.6EkVLETv?w=1024&h=1024&rs=1&pid=ImgDetMain",
        "topping": [
            "Tomato",
            "Marinara Sauce",
            "Mozarella di Bufala",
            "Basil"
        ],
        "price": 11,
        "description": "Embark on a culinary journey to Naples with our Napoli pizza. This classic Italian delight features the finest ingredients, including ripe tomatoes, tangy marinara sauce, creamy buffalo mozzarella, and aromatic basil leaves. Each bite is a taste of tradition and authenticity that will transport you to the cobblestone streets of Naples."
    },
    {
        "id": 7,
        "category": "Pizza",
        "name": "MolenPizza Special",
        "image": "https://th.bing.com/th/id/OIG4.Y0Pd2NKf0qPt2N5S1Ljn?w=1024&h=1024&rs=1&pid=ImgDetMain",
        "topping": [
        "Pesto Sauce",
        "Feta Cheese",
        "Black Olives",
        "Red Onion"
        
        ],
        "price": 14.5,
        "description": "Transport yourself to the shores of the Molenbeek canal with our Mediterranean Delight pizza. Featuring a harmonious blend of sun-dried tomatoes, aromatic pesto sauce, tangy feta cheese, briny Kalamata olives, crisp red onion, and fresh spinach, each slice is a symphony of flavors that will bring you back to the bled."
    },
    
{
    "id": 8,
    "category": "Pizza",
    "name": "Pepperoni Classic",
    "image": "https://th.bing.com/th/id/OIG1.k4k.rxtH4jfizse1Db.T?w=1024&h=1024&rs=1&pid=ImgDetMain",
    "topping": [
    "Tomato Sauce",
    "Mozarella",
    "Pepperoni"
    ],
    "price": 12,
    "description": "Indulge in the timeless perfection of our Pepperoni Classic pizza. Loaded with rich tomato sauce, stretchy mozzarella cheese, and savory slices of pepperoni, every bite delivers a burst of bold and spicy flavors that pizza enthusiasts crave."
    },
    {
    "id": 9,
    "category": "Pizza",
    "name": "Margherita",
    "image":"https://th.bing.com/th/id/OIG3.s55bRfc7.eJwM8aJxNt2?w=1024&h=1024&rs=1&pid=ImgDetMain",
    "topping": [
    "Tomato",
    "Fresh Mozzarella",
    "Basil",
    "Olive Oil"
    ],
    "price": 10,
    "description": "Savor the simplicity of Italy with our Margherita pizza. Crafted with fresh tomatoes, creamy mozzarella cheese, fragrant basil leaves, and a drizzle of extra virgin olive oil, each slice is a celebration of traditional flavors that will transport you to the sun-kissed hillsides of Naples."
    },
    {
    "id": 10,
    "category": "Pizza",
    "name": "Vegetarian Supreme",
    "image": "https://th.bing.com/th/id/OIG2.TSFm1zyHcPPU8ngr1UYN?pid=ImgGn",
    "topping": [
    "Tomato Sauce",
    "Mozarella",
    "Mushrooms",
    "Peppers"
    
    ],
    "price": 13,
    "description": "Experience the bounty of nature with our Vegetarian Supreme pizza. Bursting with colorful vegetables including mushrooms, bell peppers, red onions, and black olives atop a base of tangy tomato sauce and melty mozzarella cheese, each bite is a wholesome and satisfying journey for your taste buds."
    }
]
